import type { Moment } from '@/types/moment'

export const moments: Moment[] = [

    {
        id: '2026092301',
        text: '很累，人和人的关系很脆弱，因为一两句话就能产生隔阂，一件小事就互相埋怨，但是真的有必要吗？我是不明白了，成年人还不如小孩自在，也是蛮可悲的。',
        images: ['11']

    },
    {
        id: '2026092001',
        text: '人生就像修仙，人人都要渡劫，他人渡劫的时候要及时走开，不然，原本的一重天劫变成两重就坏事了，等到渡劫成功后，送上一句：恭贺道友渡劫功成，自此大道坦途，仙途无量。当然，要是失败了，咱也不要落井下石、趁人之危，谁又能保证自己渡劫成功呢？',
    },

    {
        id: '2026090102',
        text: '这鬼玩意还蛮好喝的',
        location: '云南·曲靖',
        images: ['/imgs/2026090101.jpg']
    },

]